Repository: nikrou/dcCKEditorAddons
Catalog: locales/*/main.po
Languages: fr

source: Activate
fr: Activer

source: Activated
fr: Activée

source: Activated?
fr: Activée ?

source: Add a plugin
fr: Ajouter un plugin

source: Addon has been downloaded.
fr: L'extension a été téléchargée

source: Addon has been uploaded.
fr: L'extension a été téléchargée

source: Are you sure you want to delete selected addon?
fr: Êtes-vous sûr de vouloir supprimer cette extension ?

source: Are you sure you want to delete selected addons (%s)?
fr: Êtes-vous sûr de vouloir supprimer ces %s extensions ?

source: Button
fr: Bouton

source: Cannot remove addon "%s" files
fr: Impossible de supprimer les fichiers de l'extension "%s"

source: Check if zip file is a valid CKEditor addon?
fr: Vérifier que le fichier zip est bien un plugin CKEditor

source: Deactivate
fr: Désactiver

source: Deactivated
fr: Désactivée

source: Delete
fr: Supprimer

source: Dependencies
fr: Dépendances

source: Directory "%s" for dcCKEditorAddons plugins repository needs to allow read and write access.
fr: Le répertoire "%s" pour le dépôt des plugins CKEditor nécessite un accès en lecture et écriture.

source: Download a zip file
fr: Déposer un fichier zip

source: Empty plugin zip file.
fr: Le fichier zip de l'extension est vide

source: Enable dcCKEditorAddons plugin
fr: Activer le plugin dcCKEditorAddons

source: If test for a valid CKEditor addon failed and you can not add the addon, then uncheck that option or unzip the CKEditor addon manually
fr: Si le test pour vérifier que le zip est un plugin CKEditor valide, échoue, alors décochez la case ou installez le zip manuellement

source: Name
fr: Nom

source: Plugin activation
fr: Activation du plugin

source: Plugins
fr: Extensions

source: Repository path :
fr: Chemin du dépôt des extensions :

source: Save addons configuration
fr: Enregistrer la configuration des extensions

source: Selected addon has been
fr: L'extension sélectionnée a été supprimée.

source: Selected addon has been activated.
fr: L'extension sélectionnée a été activée.

source: Selected addon has been deleted.
fr: L'extension sélectionnée a été supprimée.

source: Selected addons action:
fr: Actions sur les extensions sélectionnées :

source: The zip file does not appear to be a valid CKEditor addon.
fr: Le fichier zip ne semble pas être une extension CKEditor valide

source: Unable to move uploaded file.
fr: Impossible de déplacer le fichier déposé

source: Unactivate
fr: Désactiver

source: Upload
fr: Déposer

source: Upload a zip file
fr: Déposer un fichier zip

source: You can install plugins by uploading or downloading zip files.
fr: Vous pouvez installer des extensions en déposant ou en téléchargeant des fichiers zip

source: You must enable dcCKEditor plugin to use that plugin.
fr: Vous devez activer le plugin dcCKEditor pour utiliser ce plugin

source: Zip file URL:
fr: URL du fichier zip :

source: Zip file path:
fr: Nom du fichier zip :

source: Selected addon has been deactivated.
fr: L'extension sélectionnée a été désactivée.
